Repository: EOSC-CZ/nma
Catalog: i18n/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: Contact
cs: Kontakt

source: Log in
cs: Přihlásit se

source: Sign up
cs: Zaregistrovat se

source: Quick create
cs: Rychle vytvořit

source: Actions
cs: Akce

source: My account
cs: Můj účet

source: Log out
cs: Odhlásit se

source: in
cs: v

source: In this community
cs: V této komunitě

source: All dataset records
cs: Všechny záznamy

source: All datasets records
cs: Všechny záznamy

source: Search
cs: Hledat

source: on
cs: v

source: metadata/series/seriesTitle.label
cs: Série

source: metadata/series/seriesVolume.label
cs: Ročník

source: Find more records by this person
cs: Nalézt více záznamů této osoby

source: Find more records from this publisher
cs: Nalézt více záznamů od tohoto vydavatele

source: metadata/relatedItems/itemTitle.label
cs: Název položky

source: metadata/relatedItems/itemCreators.label
cs: Tvůrci položky

source: metadata/relatedItems/itemContributors.label
cs: Přispěvatelé položky

source: metadata/relatedItems/itemPIDs.label
cs: PID položky

source: metadata/relatedItems/itemURL.label
cs: URL položky

source: metadata/relatedItems/itemYear.label
cs: Rok vydání položky

source: metadata/relatedItems/itemVolume.label
cs: Ročník

source: metadata/relatedItems/itemIssue.label
cs: Číslo

source: metadata/relatedItems/itemStartPage.label
cs: Počáteční strana

source: metadata/relatedItems/itemEndPage.label
cs: Konečná strana

source: metadata/relatedItems/itemPublisher.label
cs: Vydavatel

source: metadata/relatedItems/itemRelationType.label
cs: Typ vztahu

source: metadata/relatedItems/itemResourceType.label
cs: Typ položky

source: Find more records with this subject
cs: Najít více záznamů s tímto tématem

source: National Metadata repository
cs: Národní metadatový adresář

source: People
cs: Lidé

source: metadata/dateAvailable.label
cs: Datum zveřejnění

source: metadata/abstract.label
cs: Abstrakt

source: Search results
cs: Výsledky hledání

source: datasets
cs: Datasety

# metadata/objectIdentifiers.label
source: Object identifiers
cs: Identifikátory objektu

# metadata/originalRecord.label
source: Original record
cs: Originální záznam

source: Export
cs: Exportovat

source: Links
cs: Odkazy

source: Show all records
cs: Zobrazit všechny záznamy

# metadata/alternateIdentifiers/alternateIdentifier.label
source: Identifier
cs: Identifikátor

# metadata/alternateIdentifiers/alternateIdentifierType.label
source: Identifier type
cs: Typ identifikátoru

# metadata/container/firstPage.label
source: First page
cs: První strana

# metadata/container/title.label
source: Title
cs: Název

# metadata/container/type.label
source: Type
cs: Typ

# metadata/contributors/affiliation/affiliationIdentifier.label
source: Affiliation identifier
cs: Identifikátor afiliace

# metadata/contributors/affiliation/affiliationIdentifierScheme.label
source: Affiliation identifier scheme
cs: Schéma identifikátoru afiliace

# metadata/contributors/affiliation/name.label
source: Name
cs: Název

# metadata/contributors/affiliation/schemeURI.label
source: Scheme URI
cs: URI schématu

# metadata/contributors/contributorType.label
source: Contributor type
cs: Typ přispěvatele

# metadata/contributors/familyName.label
source: Family name
cs: Příjmení

# metadata/contributors/givenName.label
source: Given name
cs: Křestní jméno

# metadata/contributors/lang.label
source: Language
cs: Jazyk

# metadata/contributors/name.label
source: Name
cs: Jméno

# metadata/contributors/nameIdentifiers/nameIdentifier.label
source: Identifier
cs: Identifikátor

# metadata/contributors/nameIdentifiers/nameIdentifierScheme.label
source: Identifier scheme
cs: Schéma identifikátoru

# metadata/contributors/nameIdentifiers/schemeURI.label
source: Scheme URI
cs: URI schématu

# metadata/contributors/nameType.label
source: Name type
cs: Typ jména

# metadata/creators/affiliation/affiliationIdentifier.label
source: Affiliation identifier
cs: Identifikátor afiliace

# metadata/creators/affiliation/affiliationIdentifierScheme.label
source: Affiliation identifier scheme
cs: Schéma identifikátoru afiliace

# metadata/creators/affiliation/name.label
source: Name
cs: Název

# metadata/creators/affiliation/schemeURI.label
source: Scheme URI
cs: URI schématu

# metadata/creators/familyName.label
source: Family name
cs: Příjmení

# metadata/creators/givenName.label
source: Given name
cs: Křestní jméno

# metadata/creators/lang.label
source: Language
cs: Jazyk

# metadata/creators/name.label
source: Name
cs: Jméno

# metadata/creators/nameIdentifiers/nameIdentifier.label
source: Identifier
cs: Identifikátor

# metadata/creators/nameIdentifiers/nameIdentifierScheme.label
source: Identifier scheme
cs: Schéma identifikátoru

# metadata/creators/nameIdentifiers/schemeURI.label
source: Scheme URI
cs: URI schématu

# metadata/creators/nameType.label
source: Name type
cs: Typ jména

# metadata/dates/date.label
source: Date
cs: Datum

# metadata/dates/dateInformation.label
source: Date information
cs: Informace o datu

# metadata/dates/dateType.label
source: Date type
cs: Typ data

# metadata/descriptions/descriptionType.label
source: Description type
cs: Typ popisu

# metadata/descriptions/lang.label
source: Language
cs: Jazyk

# metadata/formats.label
source: Formats
cs: Formáty

# metadata/fundingReferences/awardNumber.label
source: Award number
cs: Číslo ocenění

# metadata/fundingReferences/awardTitle.label
source: Award title
cs: Název ocenění

# metadata/fundingReferences/awardURI.label
source: Award URI
cs: URI ocenění

# metadata/fundingReferences/funderIdentifier.label
source: Funder identifier
cs: Identifikátor funderu

# metadata/fundingReferences/funderIdentifierType.label
source: Funder identifier type
cs: Typ identifikátoru funderu

# metadata/fundingReferences/funderName.label
source: Funder name
cs: Název funderu

# metadata/geoLocations/geoLocationBox/eastBoundLongitude.label
source: East bound longitude
cs: Východní zeměpisná délka

# metadata/geoLocations/geoLocationBox/northBoundLatitude.label
source: North bound latitude
cs: Severní zeměpisná šířka

# metadata/geoLocations/geoLocationBox/southBoundLatitude.label
source: South bound latitude
cs: Jižní zeměpisná šířka

# metadata/geoLocations/geoLocationBox/westBoundLongitude.label
source: West bound longitude
cs: Západní zeměpisná délka

# metadata/geoLocations/geoLocationPlace.label
source: GeoLocation place
cs: Místo zeměpisné polohy

# metadata/geoLocations/geoLocationPoint/pointLatitude.label
source: Latitude
cs: Zeměpisná šířka

# metadata/geoLocations/geoLocationPoint/pointLongitude.label
source: Longitude
cs: Zeměpisná délka

# metadata/geoLocations/geoLocationPolygons/inPolygonPoint/pointLatitude.label
source: Latitude
cs: Zeměpisná šířka

# metadata/geoLocations/geoLocationPolygons/inPolygonPoint/pointLongitude.label
source: Longitude
cs: Zeměpisná délka

# metadata/geoLocations/geoLocationPolygons/polygonPoints/pointLatitude.label
source: Latitude
cs: Zeměpisná šířka

# metadata/geoLocations/geoLocationPolygons/polygonPoints/pointLongitude.label
source: Longitude
cs: Zeměpisná délka

# metadata/language.label
source: Language
cs: Jazyk

# metadata/publicationYear.label
source: Publication year
cs: Rok publikace

# metadata/publisher/lang.label
source: Language
cs: Jazyk

# metadata/publisher/name.label
source: Name
cs: Název

# metadata/publisher/publisherIdentifier.label
source: Publisher identifier
cs: Identifikátor vydavatele

# metadata/publisher/publisherIdentifierScheme.label
source: Publisher identifier scheme
cs: Schéma identifikátoru vydavatele

# metadata/publisher/schemeURI.label
source: Scheme URI
cs: URI schématu

# metadata/relatedIdentifiers/relatedIdentifier.label
source: Identifier
cs: Identifikátor

# metadata/relatedIdentifiers/relatedIdentifierType.label
source: Identifier type
cs: Typ identifikátoru

# metadata/relatedIdentifiers/relatedMetadataScheme.label
source: Metadata scheme
cs: Schéma metadat

# metadata/relatedIdentifiers/relationType.label
source: Relation type
cs: Typ vztahu

# metadata/relatedIdentifiers/resourceTypeGeneral.label
source: General resource type
cs: Obecný typ zdroje

# metadata/relatedIdentifiers/schemeType.label
source: Scheme type
cs: Typ schématu

# metadata/relatedIdentifiers/schemeURI.label
source: Scheme URI
cs: URI schématu

# metadata/relatedItems/contributors/affiliation/affiliationIdentifier.label
source: Affiliation identifier
cs: Identifikátor afiliace

# metadata/relatedItems/contributors/affiliation/affiliationIdentifierScheme.label
source: Affiliation identifier scheme
cs: Schéma identifikátoru afiliace

# metadata/relatedItems/contributors/affiliation/name.label
source: Name
cs: Název

# metadata/relatedItems/contributors/affiliation/schemeURI.label
source: Scheme URI
cs: URI schématu

# metadata/relatedItems/contributors/contributorType.label
source: Contributor type
cs: Typ přispěvatele

# metadata/relatedItems/contributors/familyName.label
source: Family name
cs: Příjmení

# metadata/relatedItems/contributors/givenName.label
source: Given name
cs: Křestní jméno

# metadata/relatedItems/contributors/lang.label
source: Language
cs: Jazyk

# metadata/relatedItems/contributors/name.label
source: Name
cs: Jméno

# metadata/relatedItems/contributors/nameIdentifiers/nameIdentifier.label
source: Identifier
cs: Identifikátor

# metadata/relatedItems/contributors/nameIdentifiers/nameIdentifierScheme.label
source: Identifier scheme
cs: Schéma identifikátoru

# metadata/relatedItems/contributors/nameIdentifiers/schemeURI.label
source: Scheme URI
cs: URI schématu

# metadata/relatedItems/contributors/nameType.label
source: Name type
cs: Typ jména

# metadata/relatedItems/creators/affiliation/affiliationIdentifier.label
source: Affiliation identifier
cs: Identifikátor afiliace

# metadata/relatedItems/creators/affiliation/affiliationIdentifierScheme.label
source: Affiliation identifier scheme
cs: Schéma identifikátoru afiliace

# metadata/relatedItems/creators/affiliation/name.label
source: Name
cs: Název

# metadata/relatedItems/creators/affiliation/schemeURI.label
source: Scheme URI
cs: URI schématu

# metadata/relatedItems/creators/familyName.label
source: Family name
cs: Příjmení

# metadata/relatedItems/creators/givenName.label
source: Given name
cs: Křestní jméno

# metadata/relatedItems/creators/lang.label
source: Language
cs: Jazyk

# metadata/relatedItems/creators/name.label
source: Name
cs: Jméno

# metadata/relatedItems/creators/nameIdentifiers/nameIdentifier.label
source: Identifier
cs: Identifikátor

# metadata/relatedItems/creators/nameIdentifiers/nameIdentifierScheme.label
source: Identifier scheme
cs: Schéma identifikátoru

# metadata/relatedItems/creators/nameIdentifiers/schemeURI.label
source: Scheme URI
cs: URI schématu

# metadata/relatedItems/creators/nameType.label
source: Name type
cs: Typ jména

# metadata/relatedItems/edition.label
source: Edition
cs: Edice

# metadata/relatedItems/firstPage.label
source: First page
cs: První strana

# metadata/relatedItems/issue.label
source: Issue
cs: Číslo

# metadata/relatedItems/lastPage.label
source: Last page
cs: Poslední strana

# metadata/relatedItems/number.label
source: Number
cs: Číslo

# metadata/relatedItems/numberType.label
source: Number type
cs: Typ čísla

# metadata/relatedItems/publicationYear.label
source: Publication year
cs: Rok publikace

# metadata/relatedItems/publisher.label
source: Publisher
cs: Vydavatel

# metadata/relatedItems/relatedItemIdentifier/relatedItemIdentifier.label
source: Identifier
cs: Identifikátor

# metadata/relatedItems/relatedItemIdentifier/relatedItemIdentifierType.label
source: Identifier type
cs: Typ identifikátoru

# metadata/relatedItems/relatedItemType.label
source: Resource type
cs: Typ zdroje

# metadata/relatedItems/relatedMetadataScheme.label
source: Metadata scheme
cs: Schéma metadat

# metadata/relatedItems/relationType.label
source: Relation type
cs: Typ vztahu

# metadata/relatedItems/resourceTypeGeneral.label
source: General resource type
cs: Obecný typ zdroje

# metadata/relatedItems/schemeType.label
source: Scheme type
cs: Typ schématu

# metadata/relatedItems/schemeURI.label
source: Scheme URI
cs: URI schématu

# metadata/relatedItems/titles/lang.label
source: Language
cs: Jazyk

# metadata/relatedItems/titles/titleType.label
source: Title type
cs: Typ názvu

# metadata/relatedItems/volume.label
source: Volume
cs: Svazek

# metadata/rightsList/lang.label
source: Language
cs: Jazyk

# metadata/rightsList/rights.label
source: Rights
cs: Práva

# metadata/rightsList/rightsIdentifier.label
source: Rights identifier
cs: Identifikátor práv

# metadata/rightsList/rightsIdentifierScheme.label
source: Rights identifier scheme
cs: Schéma identifikátoru práv

# metadata/rightsList/rightsURI.label
source: Rights URI
cs: URI práv

# metadata/rightsList/schemeURI.label
source: Scheme URI
cs: URI schématu

# metadata/schemaVersion.label
source: Schema version
cs: Verze schématu

# metadata/sizes.label
source: Sizes
cs: Velikosti

# metadata/subjects/classificationCode.label
source: Classification code
cs: Klasifikační kód

# metadata/subjects/lang.label
source: Language
cs: Jazyk

# metadata/subjects/schemeURI.label
source: Scheme URI
cs: URI schématu

# metadata/subjects/subject.label
source: Subject
cs: Téma

# metadata/subjects/subjectScheme.label
source: Subject scheme
cs: Schéma tématu

# metadata/subjects/valueURI.label
source: Value URI
cs: URI hodnoty

# metadata/titles/lang.label
source: Language
cs: Jazyk

# metadata/titles/titleType.label
source: Title type
cs: Typ názvu

# metadata/types/resourceType.label
source: Resource type
cs: Typ zdroje

# metadata/types/resourceTypeGeneral.label
source: General resource type
cs: Obecný typ zdroje

# metadata/version.label
source: Version
cs: Verze

# oai/harvest/datestamp.label
source: Datestamp
cs: Datum poslední změny

# oai/harvest/identifier.label
source: OAI identifier
cs: OAI identifikátor

source: We couldn't find any matches for
cs: Nenalezli jsme žádné shody pro

source: your search
cs: vaše hledání

source: Start over
cs: Začít znovu

source: will give you all the publications from 2017 until today.
cs: obdržíte všechny publikace od roku 2017 až do dneška.

source: For more tips, check out our
cs: Více tipů najdete v našem

source: Search guide
cs: Průvodce hledáním

source: search guide
cs: průvodci hledáním

source: for defining advanced search queries.
cs: pro definování pokročilých hledacích dotazů.

source: ORCID profile
cs: Profil ORCID

source: Scopus ID profile
cs: Profil Scopus

source: ROR profile
cs: Profil ROR

source: DOI profile
cs: Profil DOI

source: GND profile
cs: Profil GND

source: Find all records
cs: Najít všechny záznamy

source: by this dataset type
cs: tohoto typu

source: Publication date
cs: Datum publikování

source: Language
cs: Jazyk

source: National Metadata Repository
cs: Národní metadatový adresář

source: No description
cs: Bez popisu

source: No publication date found.
cs: Nenalezeno datum publikace.

source: $schema.label
cs: Schéma

source: created.label
cs: Vytvořeno

source: id.label
cs: ID

source: metadata.label
cs: Metadata

# metadata/alternateIdentifiers.label
source: Alternate identifiers
cs: Alternativní identifikátory

# metadata/container.label
source: Container
cs: Kontejner

# metadata/contributors.label
source: Contributors
cs: Přispěvatelé

source: metadata/contributors/affiliation.label
cs: Afiliace

source: metadata/contributors/contributorType.enum.ContactPerson
cs: Kontaktní osoba

source: metadata/contributors/contributorType.enum.DataCollector
cs: Kolektor dat

source: metadata/contributors/contributorType.enum.DataCurator
cs: Kurátor dat

source: metadata/contributors/contributorType.enum.DataManager
cs: Manažer dat

source: metadata/contributors/contributorType.enum.Distributor
cs: Distributor

source: metadata/contributors/contributorType.enum.Editor
cs: Editor

source: metadata/contributors/contributorType.enum.HostingInstitution
cs: Hostující instituce

source: metadata/contributors/contributorType.enum.Producer
cs: Producent

source: metadata/contributors/contributorType.enum.ProjectLeader
cs: Vedoucí projektu

source: metadata/contributors/contributorType.enum.ProjectManager
cs: Manažer projektu

source: metadata/contributors/contributorType.enum.ProjectMember
cs: Člen projektu

source: metadata/contributors/contributorType.enum.RegistrationAgency
cs: Registrační agentura

source: metadata/contributors/contributorType.enum.RegistrationAuthority
cs: Registrační autorita

source: metadata/contributors/contributorType.enum.RelatedPerson
cs: Spřízněná osovba

source: metadata/contributors/contributorType.enum.Researcher
cs: Výzkumník

source: metadata/contributors/contributorType.enum.ResearchGroup
cs: Výzkumná skupina

source: metadata/contributors/contributorType.enum.RightsHolder
cs: Vlastník práv

source: metadata/contributors/contributorType.enum.Sponsor
cs: Sponzor

source: metadata/contributors/contributorType.enum.Supervisor
cs: Vedoucí

source: metadata/contributors/contributorType.enum.WorkPackageLeader
cs: Vedoucí pracovního balíčku

source: metadata/contributors/contributorType.enum.Other
cs: Jiný

source: metadata/contributors/nameIdentifiers.label
cs: Identifikátor jména

source: metadata/contributors/nameType.enum.Organizational
cs: Organizace

source: metadata/contributors/nameType.enum.Personal
cs: Osoba

# metadata/creators.label
source: Authors
cs: Autoři

source: metadata/creators/affiliation.label
cs: Afiliace

source: metadata/creators/nameIdentifiers.label
cs: Identifikátory jména

source: metadata/creators/nameType.enum.Organizational
cs: Organizace

source: metadata/creators/nameType.enum.Personal
cs: Osoba

# metadata/dates.label
source: Dates
cs: Data

source: metadata/dates/dateType.enum.Accepted
cs: Akceptováno

source: metadata/dates/dateType.enum.Available
cs: Zveřejněno

source: metadata/dates/dateType.enum.Copyrighted
cs: Přiřazen copyright

source: metadata/dates/dateType.enum.Collected
cs: Kolektováno

# metadata/dates/dateType.enum.Created
source: Created
cs: Vytvořeno

# metadata/dates/dateType.enum.Issued
source: Issued
cs: Vydáno

# metadata/dates/dateType.enum.Submitted
source: Submitted
cs: Vloženo

source: metadata/dates/dateType.enum.Updated
cs: Aktualizováno

source: metadata/dates/dateType.enum.Valid
cs: Validováno

source: metadata/dates/dateType.enum.Withdrawn
cs: Odstraněno

source: metadata/dates/dateType.enum.Other
cs: Jiné

# metadata/descriptions.label
source: Descriptions
cs: Popisy

# metadata/descriptions/description.label
source: Description
cs: Popis

source: metadata/descriptions/descriptionType.enum.Abstract
cs: Abstrakt

source: metadata/descriptions/descriptionType.enum.Methods
cs: Metody

source: metadata/descriptions/descriptionType.enum.SeriesInformation
cs: Informace o čísle

source: metadata/descriptions/descriptionType.enum.TableOfContents
cs: Obsah

source: metadata/descriptions/descriptionType.enum.TechnicalInfo
cs: Technické informace

source: metadata/descriptions/descriptionType.enum.Other
cs: Jiné

# metadata/fundingReferences.label
source: Funding
cs: Financování

source: metadata/fundingReferences/funderIdentifierType.enum.ISNI
cs: ISNI

source: metadata/fundingReferences/funderIdentifierType.enum.GRID
cs: GRID

source: metadata/fundingReferences/funderIdentifierType.enum.Crossref Funder ID
cs: Crossref ID poskytovatele

source: metadata/fundingReferences/funderIdentifierType.enum.ROR
cs: ROR

source: metadata/fundingReferences/funderIdentifierType.enum.Other
cs: Jiné

# metadata/geoLocations.label
source: GeoLocations
cs: Geografické lokace

# metadata/geoLocations/geoLocationBox.label
source: GeoLocation box
cs: Obdélník zeměpisné polohy

# metadata/geoLocations/geoLocationPoint.label
source: GeoLocation point
cs: Bod zeměpisné polohy

# metadata/geoLocations/geoLocationPolygons.label
source: GeoLocation polygons
cs: Polygony zeměpisné polohy

# metadata/geoLocations/geoLocationPolygons/inPolygonPoint.label
source: In polygon point
cs: Bod uvnitř polygonu

# metadata/geoLocations/geoLocationPolygons/polygonPoints.label
source: Polygon points
cs: Body polygonu

# metadata/publisher.label
source: Publisher
cs: Vydavatel

# metadata/relatedIdentifiers.label
source: Related identifiers
cs: Související identifikátory

source: metadata/relatedIdentifiers/relatedIdentifierType.enum.ARK
cs: ARK

source: metadata/relatedIdentifiers/relatedIdentifierType.enum.arXiv
cs: arXiv

source: metadata/relatedIdentifiers/relatedIdentifierType.enum.bibcode
cs: bibcode

source: metadata/relatedIdentifiers/relatedIdentifierType.enum.DOI
cs: DOI

source: metadata/relatedIdentifiers/relatedIdentifierType.enum.EAN13
cs: EAN13

source: metadata/relatedIdentifiers/relatedIdentifierType.enum.EISSN
cs: EISSN

source: metadata/relatedIdentifiers/relatedIdentifierType.enum.Handle
cs: Handle

source: metadata/relatedIdentifiers/relatedIdentifierType.enum.IGSN
cs: IGSN

source: metadata/relatedIdentifiers/relatedIdentifierType.enum.ISBN
cs: ISBN

source: metadata/relatedIdentifiers/relatedIdentifierType.enum.ISSN
cs: ISSN

source: metadata/relatedIdentifiers/relatedIdentifierType.enum.ISTC
cs: ISTC

source: metadata/relatedIdentifiers/relatedIdentifierType.enum.LISSN
cs: LISSN

source: metadata/relatedIdentifiers/relatedIdentifierType.enum.LSID
cs: LSID

source: metadata/relatedIdentifiers/relatedIdentifierType.enum.PMID
cs: PMID

source: metadata/relatedIdentifiers/relatedIdentifierType.enum.PURL
cs: PURL

source: metadata/relatedIdentifiers/relatedIdentifierType.enum.UPC
cs: UPC

source: metadata/relatedIdentifiers/relatedIdentifierType.enum.URL
cs: URL

source: metadata/relatedIdentifiers/relatedIdentifierType.enum.URN
cs: URN

source: metadata/relatedIdentifiers/relatedIdentifierType.enum.w3id
cs: w3id

source: metadata/relatedIdentifiers/relationType.enum.IsCitedBy
cs: Citováno kým

source: metadata/relatedIdentifiers/relationType.enum.Cites
cs: Cituje

source: metadata/relatedIdentifiers/relationType.enum.IsCollectedBy
cs: Sesbíráno kým

source: metadata/relatedIdentifiers/relationType.enum.Collects
cs: Sbírá

source: metadata/relatedIdentifiers/relationType.enum.IsSupplementTo
cs: Doplněk k čemu

source: metadata/relatedIdentifiers/relationType.enum.IsSupplementedBy
cs: Doplněno čím

source: metadata/relatedIdentifiers/relationType.enum.IsContinuedBy
cs: Navazující

source: metadata/relatedIdentifiers/relationType.enum.Continues
cs: Navazuje na

source: metadata/relatedIdentifiers/relationType.enum.IsDescribedBy
cs: Popsáno čím

source: metadata/relatedIdentifiers/relationType.enum.Describes
cs: Popisuje

source: metadata/relatedIdentifiers/relationType.enum.HasMetadata
cs: Má metadata

source: metadata/relatedIdentifiers/relationType.enum.IsMetadataFor
cs: Je metadatovým záznamem pro

source: metadata/relatedIdentifiers/relationType.enum.HasVersion
cs: Má verzi

source: metadata/relatedIdentifiers/relationType.enum.IsVersionOf
cs: Je verzí záznamu

source: metadata/relatedIdentifiers/relationType.enum.IsNewVersionOf
cs: Je novou verzí záznamu

source: metadata/relatedIdentifiers/relationType.enum.IsPartOf
cs: Je částí

source: metadata/relatedIdentifiers/relationType.enum.IsPreviousVersionOf
cs: Je předchozí verzí záznamu

source: metadata/relatedIdentifiers/relationType.enum.IsPublishedIn
cs: Je publikováno v

source: metadata/relatedIdentifiers/relationType.enum.HasPart
cs: Má část

source: metadata/relatedIdentifiers/relationType.enum.IsReferencedBy
cs: Je odkazováno z

source: metadata/relatedIdentifiers/relationType.enum.References
cs: Odkazuje na

source: metadata/relatedIdentifiers/relationType.enum.IsDocumentedBy
cs: Je dokumentováno

source: metadata/relatedIdentifiers/relationType.enum.Documents
cs: Dokumentuje

source: metadata/relatedIdentifiers/relationType.enum.IsCompiledBy
cs: Je seskládáno z
