Repository: EOSC-CZ/nma
Catalog: i18n/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: metadata/relatedIdentifiers/relationType.enum.Compiles
cs: Skládá

source: metadata/relatedIdentifiers/relationType.enum.IsVariantFormOf
cs: Je odvozenou variantou z

source: metadata/relatedIdentifiers/relationType.enum.IsOriginalFormOf
cs: Je originální formou

source: metadata/relatedIdentifiers/relationType.enum.IsIdenticalTo
cs: Je identické k

source: metadata/relatedIdentifiers/relationType.enum.IsReviewedBy
cs: Je recenzováno

source: metadata/relatedIdentifiers/relationType.enum.Reviews
cs: Recenzuje

source: metadata/relatedIdentifiers/relationType.enum.IsDerivedFrom
cs: Je odvozeno od

source: metadata/relatedIdentifiers/relationType.enum.IsSourceOf
cs: Je zdrojem k

source: metadata/relatedIdentifiers/relationType.enum.IsRequiredBy
cs: Je požadováno

source: metadata/relatedIdentifiers/relationType.enum.Requires
cs: Požaduje

source: metadata/relatedIdentifiers/relationType.enum.IsObsoletedBy
cs: Je nahrazen

source: metadata/relatedIdentifiers/relationType.enum.Obsoletes
cs: Nahrazuje

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.Audiovisual
cs: Audiovizuální

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.Book
cs: Kniha

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.BookChapter
cs: Kapitola knihy

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.Collection
cs: Kolekce

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.ComputationalNotebook
cs: Výpočetní sešit

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.ConferencePaper
cs: Konferenční příspěvek

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.ConferenceProceeding
cs: Konferenční sborník

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.DataPaper
cs: Datový článek

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.Dataset
cs: Dataset

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.Dissertation
cs: Disertační práce

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.Event
cs: Událost

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.Image
cs: Obrázek

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.Instrument
cs: Nástroj

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.InteractiveResource
cs: Interaktivní zdroj

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.Journal
cs: Časopis

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.JournalArticle
cs: Článek v časopise

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.Model
cs: Model

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.OutputManagementPlan
cs: Plán řízení výstupů

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.PeerReview
cs: Peer review

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.PhysicalObject
cs: Fyzický objekt

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.Preprint
cs: Preprint

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.Report
cs: Zpráva

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.Service
cs: Služba

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.Software
cs: Software

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.Sound
cs: Zvuk

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.Standard
cs: Standard

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.StudyRegistration
cs: Registrace studie

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.Text
cs: Text

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.Workflow
cs: Pracovní postup

source: metadata/relatedIdentifiers/resourceTypeGeneral.enum.Other
cs: Jiné

# metadata/relatedItems.label
source: Related items
cs: Související položky

# metadata/relatedItems/contributors.label
source: Contributors
cs: Přispěvatelé

source: metadata/relatedItems/contributors/affiliation.label
cs: Afiliace

source: metadata/relatedItems/contributors/contributorType.enum.ContactPerson
cs: Kontaktní osoba

source: metadata/relatedItems/contributors/contributorType.enum.DataCollector
cs: Sběrač dat

source: metadata/relatedItems/contributors/contributorType.enum.DataCurator
cs: Kurátor dat

source: metadata/relatedItems/contributors/contributorType.enum.DataManager
cs: Manažer dat

source: metadata/relatedItems/contributors/contributorType.enum.Distributor
cs: Distributor

source: metadata/relatedItems/contributors/contributorType.enum.Editor
cs: Editor

source: metadata/relatedItems/contributors/contributorType.enum.HostingInstitution
cs: Hostující instituce

source: metadata/relatedItems/contributors/contributorType.enum.Producer
cs: Producent

source: metadata/relatedItems/contributors/contributorType.enum.ProjectLeader
cs: Vedoucí projektu

source: metadata/relatedItems/contributors/contributorType.enum.ProjectManager
cs: Manažer projektu

source: metadata/relatedItems/contributors/contributorType.enum.ProjectMember
cs: Člen projektu

source: metadata/relatedItems/contributors/contributorType.enum.RegistrationAgency
cs: Registrační agentura

source: metadata/relatedItems/contributors/contributorType.enum.RegistrationAuthority
cs: Registrační autorita

source: metadata/relatedItems/contributors/contributorType.enum.RelatedPerson
cs: Spřízněná osoba

source: metadata/relatedItems/contributors/contributorType.enum.Researcher
cs: Výzkumník

source: metadata/relatedItems/contributors/contributorType.enum.ResearchGroup
cs: Výzkumná skupina

source: metadata/relatedItems/contributors/contributorType.enum.RightsHolder
cs: Držitel práv

source: metadata/relatedItems/contributors/contributorType.enum.Sponsor
cs: Sponzor

source: metadata/relatedItems/contributors/contributorType.enum.Supervisor
cs: Vedoucí

source: metadata/relatedItems/contributors/contributorType.enum.WorkPackageLeader
cs: Vedoucí pracovního balíčku

source: metadata/relatedItems/contributors/contributorType.enum.Other
cs: Jiný

source: metadata/relatedItems/contributors/nameIdentifiers.label
cs: Identifikátory jména

source: metadata/relatedItems/contributors/nameType.enum.Organizational
cs: Organizace

source: metadata/relatedItems/contributors/nameType.enum.Personal
cs: Osoba

# metadata/relatedItems/creators.label
source: Authors
cs: Autoři

source: metadata/relatedItems/creators/affiliation.label
cs: Afiliace

source: metadata/relatedItems/creators/nameIdentifiers.label
cs: Identifikátory jména

source: metadata/relatedItems/creators/nameType.enum.Organizational
cs: Organizace

source: metadata/relatedItems/creators/nameType.enum.Personal
cs: Osoba

source: metadata/relatedItems/numberType.enum.Article
cs: Článek

source: metadata/relatedItems/numberType.enum.Chapter
cs: Kapitola

source: metadata/relatedItems/numberType.enum.Report
cs: Zpráva

source: metadata/relatedItems/numberType.enum.Other
cs: Jiná

# metadata/relatedItems/relatedItemIdentifier.label
source: Identifier
cs: Identifikátor

source: metadata/relatedItems/relatedItemIdentifier/relatedItemIdentifierType.enum.ARK
cs: ARK

source: metadata/relatedItems/relatedItemIdentifier/relatedItemIdentifierType.enum.arXiv
cs: arXiv

source: metadata/relatedItems/relatedItemIdentifier/relatedItemIdentifierType.enum.bibcode
cs: bibcode

source: metadata/relatedItems/relatedItemIdentifier/relatedItemIdentifierType.enum.DOI
cs: DOI

source: metadata/relatedItems/relatedItemIdentifier/relatedItemIdentifierType.enum.EAN13
cs: EAN13

source: metadata/relatedItems/relatedItemIdentifier/relatedItemIdentifierType.enum.EISSN
cs: EISSN

source: metadata/relatedItems/relatedItemIdentifier/relatedItemIdentifierType.enum.Handle
cs: Handle

source: metadata/relatedItems/relatedItemIdentifier/relatedItemIdentifierType.enum.IGSN
cs: IGSN

source: metadata/relatedItems/relatedItemIdentifier/relatedItemIdentifierType.enum.ISBN
cs: ISBN

source: metadata/relatedItems/relatedItemIdentifier/relatedItemIdentifierType.enum.ISSN
cs: ISSN

source: metadata/relatedItems/relatedItemIdentifier/relatedItemIdentifierType.enum.ISTC
cs: ISTC

source: metadata/relatedItems/relatedItemIdentifier/relatedItemIdentifierType.enum.LISSN
cs: LISSN

source: metadata/relatedItems/relatedItemIdentifier/relatedItemIdentifierType.enum.LSID
cs: LSID

source: metadata/relatedItems/relatedItemIdentifier/relatedItemIdentifierType.enum.PMID
cs: PMID

source: metadata/relatedItems/relatedItemIdentifier/relatedItemIdentifierType.enum.PURL
cs: PURL

source: metadata/relatedItems/relatedItemIdentifier/relatedItemIdentifierType.enum.UPC
cs: UPC

source: metadata/relatedItems/relatedItemIdentifier/relatedItemIdentifierType.enum.URL
cs: URL

source: metadata/relatedItems/relatedItemIdentifier/relatedItemIdentifierType.enum.URN
cs: URN

source: metadata/relatedItems/relatedItemIdentifier/relatedItemIdentifierType.enum.w3id
cs: w3id

source: metadata/relatedItems/relatedItemType.enum.Audiovisual
cs: Audiovizuální

source: metadata/relatedItems/relatedItemType.enum.Book
cs: Kniha

source: metadata/relatedItems/relatedItemType.enum.BookChapter
cs: Kapiola knihy

source: metadata/relatedItems/relatedItemType.enum.Collection
cs: Kolekce

source: metadata/relatedItems/relatedItemType.enum.ComputationalNotebook
cs: Výpočetní sešit

source: metadata/relatedItems/relatedItemType.enum.ConferencePaper
cs: Konferenční příspěvek

source: metadata/relatedItems/relatedItemType.enum.ConferenceProceeding
cs: Konferenční sborník

source: metadata/relatedItems/relatedItemType.enum.DataPaper
cs: Datový článek

source: metadata/relatedItems/relatedItemType.enum.Dataset
cs: Dataset

source: metadata/relatedItems/relatedItemType.enum.Dissertation
cs: Disertační práce

source: metadata/relatedItems/relatedItemType.enum.Event
cs: Událost

source: metadata/relatedItems/relatedItemType.enum.Image
cs: Obrázek

source: metadata/relatedItems/relatedItemType.enum.Instrument
cs: Nástroj

source: metadata/relatedItems/relatedItemType.enum.InteractiveResource
cs: Interaktivní zdroj

source: metadata/relatedItems/relatedItemType.enum.Journal
cs: Časopis

source: metadata/relatedItems/relatedItemType.enum.JournalArticle
cs: Článek v časopise

source: metadata/relatedItems/relatedItemType.enum.Model
cs: Model

source: metadata/relatedItems/relatedItemType.enum.OutputManagementPlan
cs: Plán řízení výstupů

source: metadata/relatedItems/relatedItemType.enum.PeerReview
cs: Peer review

source: metadata/relatedItems/relatedItemType.enum.PhysicalObject
cs: Fyzický objekt

source: metadata/relatedItems/relatedItemType.enum.Preprint
cs: Preprint

source: metadata/relatedItems/relatedItemType.enum.Report
cs: Zpráva

source: metadata/relatedItems/relatedItemType.enum.Service
cs: Služba

source: metadata/relatedItems/relatedItemType.enum.Software
cs: Software

source: metadata/relatedItems/relatedItemType.enum.Sound
cs: Zvuk

source: metadata/relatedItems/relatedItemType.enum.Standard
cs: Standard

source: metadata/relatedItems/relatedItemType.enum.StudyRegistration
cs: Registrace studie

source: metadata/relatedItems/relatedItemType.enum.Text
cs: Text

source: metadata/relatedItems/relatedItemType.enum.Workflow
cs: Pracovní postup

source: metadata/relatedItems/relatedItemType.enum.Other
cs: Jiné

source: metadata/relatedItems/relationType.enum.IsCitedBy
cs: Citováno kým

source: metadata/relatedItems/relationType.enum.Cites
cs: Cituje

source: metadata/relatedItems/relationType.enum.IsCollectedBy
cs: Sesbíráno kým

source: metadata/relatedItems/relationType.enum.Collects
cs: Sbírá

source: metadata/relatedItems/relationType.enum.IsSupplementTo
cs: Je doplněk k

source: metadata/relatedItems/relationType.enum.IsSupplementedBy
cs: Je doplněno

source: metadata/relatedItems/relationType.enum.IsContinuedBy
cs: Je doplněno v

source: metadata/relatedItems/relationType.enum.Continues
cs: Doplňuje

source: metadata/relatedItems/relationType.enum.IsDescribedBy
cs: Je popsáno v

source: metadata/relatedItems/relationType.enum.Describes
cs: Popisuje

source: metadata/relatedItems/relationType.enum.HasMetadata
cs: Má metadata

source: metadata/relatedItems/relationType.enum.IsMetadataFor
cs: Je metadaty pro

source: metadata/relatedItems/relationType.enum.HasVersion
cs: Má verzi

source: metadata/relatedItems/relationType.enum.IsVersionOf
cs: Je verzí

source: metadata/relatedItems/relationType.enum.IsNewVersionOf
cs: Je novou verzí

source: metadata/relatedItems/relationType.enum.IsPartOf
cs: Je částí

source: metadata/relatedItems/relationType.enum.IsPreviousVersionOf
cs: Je předchozí verzí k

source: metadata/relatedItems/relationType.enum.IsPublishedIn
cs: Je publikováno v

source: metadata/relatedItems/relationType.enum.HasPart
cs: Má část

source: metadata/relatedItems/relationType.enum.IsReferencedBy
cs: Je odkazováno z

source: metadata/relatedItems/relationType.enum.References
cs: Odkazuje na

source: metadata/relatedItems/relationType.enum.IsDocumentedBy
cs: Je dokumentováno v

source: metadata/relatedItems/relationType.enum.Documents
cs: Dokumentuje

source: metadata/relatedItems/relationType.enum.IsCompiledBy
cs: Je seskládáno z

source: metadata/relatedItems/relationType.enum.Compiles
cs: Sestavuje

source: metadata/relatedItems/relationType.enum.IsVariantFormOf
cs: Je variantní formou k

source: metadata/relatedItems/relationType.enum.IsOriginalFormOf
cs: Je originální formou

source: metadata/relatedItems/relationType.enum.IsIdenticalTo
cs: Je identické k

source: metadata/relatedItems/relationType.enum.IsReviewedBy
cs: Je recenzováno kým

source: metadata/relatedItems/relationType.enum.Reviews
cs: Recenzuje

source: metadata/relatedItems/relationType.enum.IsDerivedFrom
cs: Je odvozeno z

source: metadata/relatedItems/relationType.enum.IsSourceOf
cs: Je zdrojem k

source: metadata/relatedItems/relationType.enum.IsRequiredBy
cs: Je požadováno k

source: metadata/relatedItems/relationType.enum.Requires
cs: Požaduje

source: metadata/relatedItems/relationType.enum.IsObsoletedBy
cs: Je nahrazeno

source: metadata/relatedItems/relationType.enum.Obsoletes
cs: Nahrazuje

source: metadata/relatedItems/resourceTypeGeneral.enum.Audiovisual
cs: Audiovizuální

source: metadata/relatedItems/resourceTypeGeneral.enum.Book
cs: Kniha

source: metadata/relatedItems/resourceTypeGeneral.enum.BookChapter
cs: Kapiola knihy

source: metadata/relatedItems/resourceTypeGeneral.enum.Collection
cs: Kolekce

source: metadata/relatedItems/resourceTypeGeneral.enum.ComputationalNotebook
cs: Výpočetní sešit

source: metadata/relatedItems/resourceTypeGeneral.enum.ConferencePaper
cs: Konferenční příspěvek

source: metadata/relatedItems/resourceTypeGeneral.enum.ConferenceProceeding
cs: Konferenční sborník

source: metadata/relatedItems/resourceTypeGeneral.enum.DataPaper
cs: Datový článek

source: metadata/relatedItems/resourceTypeGeneral.enum.Dataset
cs: Dataset

source: metadata/relatedItems/resourceTypeGeneral.enum.Dissertation
cs: Disertační práce

source: metadata/relatedItems/resourceTypeGeneral.enum.Event
cs: Událost

source: metadata/relatedItems/resourceTypeGeneral.enum.Image
cs: Obrázek

source: metadata/relatedItems/resourceTypeGeneral.enum.Instrument
cs: Nástroj

source: metadata/relatedItems/resourceTypeGeneral.enum.InteractiveResource
cs: Interaktivní zdroj

source: metadata/relatedItems/resourceTypeGeneral.enum.Journal
cs: Časopis

source: metadata/relatedItems/resourceTypeGeneral.enum.JournalArticle
cs: Článek v časopise

source: metadata/relatedItems/resourceTypeGeneral.enum.Model
cs: Model

source: metadata/relatedItems/resourceTypeGeneral.enum.OutputManagementPlan
cs: Plán řízení výstupů

source: metadata/relatedItems/resourceTypeGeneral.enum.PeerReview
cs: Peer review

source: metadata/relatedItems/resourceTypeGeneral.enum.PhysicalObject
cs: Fyzický objekt

source: metadata/relatedItems/resourceTypeGeneral.enum.Preprint
cs: Preprint

source: metadata/relatedItems/resourceTypeGeneral.enum.Report
cs: Zpráva

source: metadata/relatedItems/resourceTypeGeneral.enum.Service
cs: Služba

source: metadata/relatedItems/resourceTypeGeneral.enum.Software
cs: Software

source: metadata/relatedItems/resourceTypeGeneral.enum.Sound
cs: Zvuk

source: metadata/relatedItems/resourceTypeGeneral.enum.Standard
cs: Standard

source: metadata/relatedItems/resourceTypeGeneral.enum.StudyRegistration
cs: Registrace studie

source: metadata/relatedItems/resourceTypeGeneral.enum.Text
cs: Text

source: metadata/relatedItems/resourceTypeGeneral.enum.Workflow
cs: Postup práce

source: metadata/relatedItems/resourceTypeGeneral.enum.Other
cs: Jiné

# metadata/relatedItems/titles.label
source: Titles
cs: Názvy

# metadata/relatedItems/titles/title.label
source: Title
cs: Název

source: metadata/relatedItems/titles/titleType.enum.AlternativeTitle
cs: Alternativní název

source: metadata/relatedItems/titles/titleType.enum.Subtitle
cs: Podtitul

source: metadata/relatedItems/titles/titleType.enum.TranslatedTitle
cs: Přeložený název

source: metadata/relatedItems/titles/titleType.enum.Other
cs: Jiné

# metadata/rightsList.label
source: Rights
cs: Práva

# metadata/subjects.label
source: Subjects
cs: Témata

# metadata/titles.label
source: Titles
cs: Názvy

# metadata/titles/title.label
source: Title
cs: Název

source: metadata/titles/titleType.enum.AlternativeTitle
cs: Alternativní název

source: metadata/titles/titleType.enum.Subtitle
cs: Podtitul

source: metadata/titles/titleType.enum.TranslatedTitle
cs: Přeložený název

source: metadata/titles/titleType.enum.Other
cs: Jiné

# metadata/types.label
source: Resource types
cs: Typy zdroje

source: metadata/types/resourceTypeGeneral.enum.Audiovisual
cs: Audiovizuální

source: metadata/types/resourceTypeGeneral.enum.Book
cs: Kniha

source: metadata/types/resourceTypeGeneral.enum.BookChapter
cs: Kapiola knihy

source: metadata/types/resourceTypeGeneral.enum.Collection
cs: Kolekce

source: metadata/types/resourceTypeGeneral.enum.ComputationalNotebook
cs: Výpočetní sešit

source: metadata/types/resourceTypeGeneral.enum.ConferencePaper
cs: Konferenční příspěvek

source: metadata/types/resourceTypeGeneral.enum.ConferenceProceeding
cs: Konferenční sborník

source: metadata/types/resourceTypeGeneral.enum.DataPaper
cs: Datový článek

source: metadata/types/resourceTypeGeneral.enum.Dataset
cs: Dataset

source: metadata/types/resourceTypeGeneral.enum.Dissertation
cs: Disertační práce

source: metadata/types/resourceTypeGeneral.enum.Event
cs: Událost

source: metadata/types/resourceTypeGeneral.enum.Image
cs: Obrázek

source: metadata/types/resourceTypeGeneral.enum.Instrument
cs: Nástroj

source: metadata/types/resourceTypeGeneral.enum.InteractiveResource
cs: Interaktivní zdroj

source: metadata/types/resourceTypeGeneral.enum.Journal
cs: Časopis

source: metadata/types/resourceTypeGeneral.enum.JournalArticle
cs: Článek v časopise

source: metadata/types/resourceTypeGeneral.enum.Model
cs: Model

source: metadata/types/resourceTypeGeneral.enum.OutputManagementPlan
cs: Plán řízení výstupů

source: metadata/types/resourceTypeGeneral.enum.PeerReview
cs: Peer review

source: metadata/types/resourceTypeGeneral.enum.PhysicalObject
cs: Fyzický objekt

source: metadata/types/resourceTypeGeneral.enum.Preprint
cs: Preprint

source: metadata/types/resourceTypeGeneral.enum.Report
cs: Zpráva

source: metadata/types/resourceTypeGeneral.enum.Service
cs: Služba

source: metadata/types/resourceTypeGeneral.enum.Software
cs: Software

source: metadata/types/resourceTypeGeneral.enum.Sound
cs: Zvuk

source: metadata/types/resourceTypeGeneral.enum.Standard
cs: Standard

source: metadata/types/resourceTypeGeneral.enum.StudyRegistration
cs: Registrace studie

source: metadata/types/resourceTypeGeneral.enum.Text
cs: Text

source: metadata/types/resourceTypeGeneral.enum.Workflow
cs: Pracovní postup

source: metadata/types/resourceTypeGeneral.enum.Other
cs: Jiné

source: oai.label
cs: OAI

source: oai/harvest.label
cs: OAI sklizeň

source: updated.label
cs: Aktualizace

source: defended
cs: obhájeno

source: not defended
cs: neobhájeno

source: Support
cs: Podpora

source: Find more records with this funder
cs: Vyhledejte další záznamy s tímto sponzorem

source: abstract
cs: abstrakt

source: Record details
cs: Detaily záznamu

source: Lookup identifier
cs: Identifikátor vyhledávání

source: Find more records with this rights
cs: Najít další záznamy s těmito právy

source: Back to search results
cs: Zpět na výsledky hledání

source: Citations
cs: Citace

source: Clear all filters
cs: Vymazat všechny filtry

source: Show all sub facets of
cs: Zobrazit všechny subfasety:

source: Results
cs: Výsledky

source: resultsPerPage
cs: výsledky na stránku

source: read more
cs: číst více

source: Filter results
cs: Filtrovat výsledky

source: Filters
cs: Filtry

source: to top
cs: nahoru

source: Sort
cs: Seřadit
